
<!DOCTYPE html>
<html>

<head>
    <title>Fetch</title>
    <link href="<?php echo base_url() ?>assets/css/arabic.css" rel="stylesheet">
    <style>
        .rtl {
            direction: rtl;
            font-family: 'swiss_light';
            color: #263238;
        }
        
        .holder {
            padding: 20px;
        }
        .holder h3{
            font-family: 'swiss_bold';
        }
        
    </style>
</head>

<body class="rtl">
    <div class="holder">
        <h3>سياسة التوصيل</h3>
        <p>جميع الطلبات تخضع لتوفر المنتجات. إذا كان أحد عناصر الطلب غير متوفر بعد تقديم الطلب، سيتم ابلاغ المستخدم عبر مكالمة هاتفية أو/و عبر البريد الإلكتروني. سيتم رد مبالغ عناصر الطلب الغير متوفره وستكون بنفس طريقة الدفع الأصلية المحددة بواسطة المستخدم.
        </p>
    </div>
    <div class="holder">
        <h3>أوقات التوصيل</h3>
        <p>
            يتم إصدار تقديرات وقت التوصيل بمجرد اكتمال الطلب. لضمان عملية توصيل سلسة وسريعة، يجب على المستخدم تقديم تفاصيل العنوان كاملة و دقيقة. تتم جميع عمليات التوصيل خلال ساعات العمل لدينا (٩:٠٠ صباحًا إلى ٤:٤٥ مساءً) أي طلب يتم تقديمه بعد انتهاء ساعات العمل
            سيتم توصيله في يوم العمل التالي.

        </p>
        <p>يرجى ملاحظة أننا لا نقوم حاليًا بتوصيل الطلبات في أيام الجمعة.</p>
    </div>
    <div class="holder">
        <h3>رسوم التوصيل</h3>
        <p>قد تختلف رسوم التوصيل اعتماداً على العنوان الذي قدمه المستخدم.</p>
        <p>لأي استفسارات تتعلق بهذه السياسة يرجى الاتصال بنا على info@fetchkw.com</p>
    </div>
</body>

</html>