<html>

<head>
    <title>Fetch</title>
    <link href="<?php echo base_url() ?>assets/css/arabic.css" rel="stylesheet">
    <style>
        .rtl {
            direction: rtl;
            font-family: 'swiss_light';
            color: #263238;
        }
        
        .holder {
            padding: 20px;
        }
        
        .holder h3 {
            font-family: 'swiss_bold';
        }
    </style>
</head>

<body class="rtl">
    <div class="holder">
        <h3>إخلاء مسؤولية</h3>
        <p> إخلاء المسؤولية هذا (&quot;إخلاء المسؤولية&quot; و &quot;الاتفاقية&quot;) هو اتفاق بين شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م (&quot;شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية&quot; أو &quot;لنا&quot; أو &quot;نحن&quot;) وبينك (&quot;المستخدم&quot; أو &quot;انت&quot; أو &quot;بك&quot;). يحدد إخلاء المسؤولية هذا المبادئ التوجيهية العامة، وشروط وأحكام استخدامك لتطبيق Fetch وأي من منتجاته أو خدماته (بشكل جماعي، &quot;تطبيق جوّال&quot; أو &quot;خدمات&quot;). </p>
    </div>
    <div class="holder">
        <h3>التمثيل</h3>
        <p>تعكس أي وجهات نظر أو آراء ممثلة في هذا التطبيق لتطبيقات الموبايل آراء ووجهات نظر شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م أو الشركات التابعة له أو منشئو المحتوى أو الموظفين. لا تهدف أي وجهات نظر أو آراء إلى إساءة أي منظمة أو شركة أو فرد.</p>
    </div>
    <div class="holder">
        <h3>المحتوى والإعلانات</h3>
        <p>لا یجوز لك تعدیل أو طباعة أو نسخ أي جزء من تطبیق الجوال. إدراج أي جزء من ھذا التطبیق المحمول في عمل آخر، سواء كان مطبوعًا أو إلكترونیًا أو أي شكل آخر أو تضمین أي جزء من تطبیق الجوّال في تطبیق آخر للجوّال من خلال ذ.م.م ھو محظور. التضمین أو التأطیر أو غیر ذلك دون إذن صریح من شركة كابیتال بیزنس للنجارة العامة للمنتجات الحیوانیة والنباتیة </p>
    </div>
    <div class="holder">
        <h3>التعويضات والضمانات</h3>
        <p> يضمن شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م دقة وموثوقية واكتمال المعلومات والمحتوى على، أو توزيعها، أو ربطها، أو تنزيلها، أو الوصول إليها من هذا التطبيق المحمول. علاوة على ذلك، فإن المعلومات الواردة في تطبيق الجوال وأي صفحات مرتبطة به عرضة للتغيير في أي وقت ودون سابق إنذار. نحن نحتفظ بالحق في تعديل</p>
        <p>نحن نحتفظ بالحق في تعديل إخلاء المسؤولية هذا في أي وقت، ويسري ذلك عند نشر نسخة محدثة من إخلاء المسؤولية هذا في تطبيق الجوال. عندما نفعل ذلك سنقوم بمراجعة التاريخ المحدث في أسفل هذه الصفحة. استمرار استخدام تطبيق المحمول بعد أي من هذه التغييرات يجب أن يشكل موافقتك على هذه التغييرات. قبول إخلاء المسؤولية</p>
    </div>
    <div class="holder">
        <h3>قبول إخلاء المسؤولیة ھذا
</h3>
        <p>أنت تقر بأنك قد قرأت هذا الإخلاء وتوافق على جميع شروطه وأحكامه. من خلال الدخول على تطبيق الجوال، فإنك توافق على الالتزام بهذا الإخلاء. إذا كنت لا توافق على الالتزام بشروط هذا الاخلاء، فأنت غير مصرح لك باستخدام تطبيق الجوال أو الدخول عليه.</p>
    </div>
    <div class="holder">
        <h3>الاتصال بنا
</h3>
        <p>إذا كان لديك أي أسئلة حول هذا التنازل، يرجى الاتصال بنا info@fetchkw.com</p>
        <p>تم آخر تحديث لهذه الوثيقة في 25 مارس 2018 </p>
    </div>
</body>

</html>