<!DOCTYPE html>
<html>

<head>
    <title>Fetch</title>
    <link href="<?php echo base_url() ?>assets/css/arabic.css" rel="stylesheet">
    <style>
        .rtl {
            direction: rtl;
            font-family: 'swiss_light';
            color: #263238;
        }
        
        .holder {
            padding: 20px;
        }
        .holder h3{
            font-family: 'swiss_bold';
        }
        
    </style>
</head>

<body class="rtl">
    <div class="holder">
        <h3>سياسة الخصوصية</h3>
        <p>سياسة الخصوصية هذه ("السياسة") تصف كيفية قيام شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م("شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية" أو "نحن" أو "لنا") بتجميع وحماية واستخدام معلومات التعريف الشخصية
            ("المعلومات الشخصية") انت ("المستخدم" أو "أنت" أو "الخاص بك") قد تقدمها في تطبيق Fetch للجوّال وأيًا من منتجاته أو خدماته (بشكل جماعي ، "تطبيق جوّال" أو "خدمات"). كما يصف الاختيارات المتاحة لك فيما يتعلق باستخدامنا لمعلوماتك الشخصية وكيف يمكنك
            الوصول إلى هذه المعلومات وتحديثها. لا تنطبق هذه السياسة على ممارسات الشركات التي لا نملكها أو نسيطر عليها، أو على الأفراد الذين لا نستخدمهم أو نديرهم.
        </p>
    </div>
    <div class="holder">
        <h3>جمع المعلومات الشخصية</h3>
        <p>
            نتلقى ونخزن أي معلومات تزودنا بها عن علم عند قيامك بإنشاء حساب، أو إجراء عملية شراء، أو ملء أي نماذج عبر الإنترنت في تطبيق الهاتف المحمول. عند اللزوم، قد تتضمن هذه المعلومات عنوان بريدك الإلكتروني، أو اسمك، أو رقم هاتفك، أو عنوانك، أو معلوماتك الشخصية
            الأخرى. يمكنك اختيار عدم تزويدنا بمعلومات معينة، ولكن قد لا تتمكن من الاستفادة من بعض ميزات تطبيق الجوال.
        </p>
    </div>
    <div class="holder">
        <h3>جمع المعلومات غير الشخصية</h3>
        <p>
            عندما تفتح تطبيق الجوال، تقوم خوادمنا تلقائيًا بتسجيل المعلومات التي يرسلها جهازك. قد تتضمن هذه البيانات معلومات مثل عنوان IP لجهازك وموقعه، واسم الجهاز وإصداره، ونوع وإصدار نظام التشغيل، وتفضيلات اللغة، والمعلومات التي تبحث عنها في تطبيق الجوال لدينا،
            وأوقات الوصول والتواريخ، والإحصاءات الأخرى.

        </p>
    </div>
    <div class="holder">
        <h3>إدارة المعلومات الشخصية</h3>
        <p>

            أنت قادر على الوصول إلى، إضافة وتحديث وحذف بعض المعلومات الشخصية عنك. قد تتغير المعلومات التي يمكنك عرضها وتحديثها وحذفها مع تغيير تطبيق الجوال أو خدماته. ومع ذلك، عند تحديث المعلومات، قد نحتفظ بنسخة من المعلومات غير المنقحة في سجلاتنا. سنحتفظ بمعلوماتك
            طالما كان حسابك نشطًا أو عند الحاجة لتوفير الخدمات لك. قد تبقى بعض المعلومات في سجلاتنا الخاصة بعد حذف هذه المعلومات من حسابك. سنحتفظ بمعلوماتك ونستخدمها عند الضرورة للامتثال لالتزاماتنا القانونية وحل النزاعات وتنفيذ اتفاقياتنا. قد نستخدم
            أي بيانات مجمعة مشتقة من أو تحتوي على معلوماتك الشخصية بعد تحديثها أو حذفها، ولكن ليس بطريقة تحدد هويتك الشخصية.

        </p>
    </div>
    <div class="holder">
        <h3>استخدام المعلومات التي تم جمعها</h3>
        <p>
            يمكن استخدام أي من المعلومات التي نجمعها منك لتخصيص تجربتك؛ تحسين تطبيق الهاتف المحمول لدينا؛ تحسين خدمة العملاء والرد على الاستفسارات ورسائل البريد الإلكتروني لعملائنا؛ المعاملات العملية؛ إرسال رسائل البريد الإلكتروني الإخطار مثل تذكير كلمة المرور، التحديثات،
            وما إلى ذلك؛ تشغيل وتشغيل تطبيقات وخدمات الهاتف المحمول لدينا. يتم استخدام المعلومات غير الشخصية التي يتم جمعها فقط لتحديد حالات سوء الاستخدام المحتملة وإنشاء معلومات إحصائية بخصوص حركة مرور تطبيقات الجوال واستخدامها. لا يتم تجميع هذه المعلومات
            الإحصائية بطريقة أخرى تحدد أي مستخدم معين للنظام.

        </p>
    </div>
    <div class="holder">
        <h3>الفواتير والمدفوعات</h3>
        <p>

            نحن نستخدم معالجات الدفع من الجهات الخارجية لمساعدتنا في معالجة معلومات الدفع الخاصة بك بشكل آمن. يخضع استخدام معالجات الجهات الخارجية هذه لمعلوماتك الشخصية لسياسات الخصوصية الخاصة بكل منها والتي قد تحتوي أو لا تحتوي على حماية الخصوصية كحماية لسياسة الخصوصية
            هذه. نقترح عليك مراجعة سياسات الخصوصية الخاصة بكل منها.

        </p>
    </div>
    <div class="holder">
        <h3>الأطفال</h3>
        <p>
            نحن لا نجمع أي معلومات شخصية عن عمد من الأطفال الذين تقل أعمارهم عن 13 عامًا. إذا كان عمرك أقل من 13 عامًا، فيرجى عدم تقديم أي معلومات شخصية من خلال تطبيق أو خدمة الهاتف المحمول لدينا. نحن نشجع الآباء والأوصياء القانونيين على مراقبة استخدام أطفالهم للإنترنت
            والمساعدة في فرض هذه السياسة من خلال إرشاد أطفالهم إلى عدم تقديم أي معلومات شخصية من خلال تطبيق أو خدمة الهاتف المحمول لدينا بدون إذن منهم. إذا كان لديك سبب للاعتقاد بأن طفلًا أقل من 13 عامًا قد قدم لنا معلومات شخصية من خلال تطبيق أو خدمة
            الجوال لدينا، فيرجى الاتصال بنا.
        </p>
    </div>
    <div class="holder">
        <h3>النشرات الإخبارية</h3>
        <p>

            نحن نقدم النشرات الإلكترونية التي قد تشترك طواعية في أي وقت. يمكنك اختيار إيقاف استلام رسائلنا الإخبارية أو رسائل البريد الإلكتروني التسويقية من خلال اتباع إرشادات إلغاء الاشتراك المضمنة في هذه الرسائل الإلكترونية أو عن طريق الاتصال بنا. ومع ذلك، ستستمر
            في تلقي رسائل البريد الإلكتروني الأساسية للمعاملات.
        </p>
    </div>
    <div class="holder">
        <h3>النشاط التسويقي</h3>
        <p>

            قد نسمح أيضًا لشركات خارجية معينة بمساعدتنا على تخصيص الإعلانات التي نعتقد أنها قد تهم المستخدمين ولجمع واستخدام بيانات أخرى حول أنشطة المستخدم في تطبيق الجوّال. قد تعرض هذه الشركات إعلانات قد تضع ملفات تعريف الارتباط وتتبع سلوك المستخدم.
        </p>
    </div>
    <div class="holder">
        <h3>روابط لتطبيقات الجوال الأخرى</h3>
        <p>

            يحتوي تطبيق الهاتف المحمول لدينا على روابط لتطبيقات الهاتف المحمول الأخرى التي لا نمكها أو نتحكم فيها. يرجى الانتباه إلى أننا لسنا مسؤولين عن ممارسات الخصوصية الخاصة بتطبيقات الهاتف المحمول الأخرى أو الأطراف الثالثة. نحن نشجعك على أن تكون مدركًا عند مغادرتك
            لتطبيقات الهاتف المحمول وقراءة بيانات الخصوصية لكل تطبيق من تطبيقات الجوال التي قد تجمع معلومات شخصية.
        </p>
    </div>
    <div class="holder">
        <h3>أمن المعلومات</h3>
        <p>
            نحن نؤمن المعلومات التي تقدمها على خوادم الكمبيوتر في بيئة آمنة ومراقبة ومحمية من الدخول الغير المصرح به أو الاستخدام أو الكشف. نحافظ على ضمانات إدارية وتقنية وفعلية معقولة في محاولة للحماية من الدخول الغير المصرح به واستخدامه وتعديله والكشف عن المعلومات
            الشخصية في سيطرته وعهدته. ومع ذلك، لا يمكن ضمان نقل البيانات عبر الإنترنت أو الشبكة اللاسلكية. لذلك، بينما نسعى جاهدين لحماية معلوماتك الشخصية، فإنك تقر بأن (١) هناك قيود على الخصوصية والأمان للإنترنت خارجة عن إرادتنا؛ (٢) لا يمكن ضمان أمن
            ونزاهة وخصوصية أي وجميع المعلومات والبيانات المتبادلة بينك وبين تطبيقات الهاتف المحمول؛ و (٣) أي معلومات أو بيانات من هذا القبيل يمكن عرضها أو العبث بها أثناء العبور من قبل طرف ثالث، على الرغم من أفضل الجهود.

        </p>
    </div>
    <div class="holder">
        <h3>خرق البيانات</h3>
        <p>

            في حالة إدراكنا أنه قد تم اختراق أمان تطبيق الجوّال أو تم الإفصاح عن معلومات المستخدمين الشخصية إلى أطراف ثالثة غير مرتبطة بها نتيجة لنشاط خارجي، بما في ذلك، على سبيل المثال لا الحصر، هجمات أمنية أو احتيال، فإننا نحتفظ الحق في اتخاذ تدابير مناسبة إلى
            حد معقول، بما في ذلك على سبيل المثال لا الحصر، التحقيقات والإبلاغ، وكذلك الإخطار بالتعاون مع سلطات إنفاذ القانون والتعاون معها. في حالة حدوث خرق للبيانات، سنبذل جهودًا معقولة لإخطار الأفراد المتضررين إذا كنا نعتقد أن هناك خطرًا معقولًا لإلحاق
            الضرر بالمستخدم نتيجةً للخرق أو إذا كان القانون يتطلب إشعارًا. عندما نقوم بذلك، سنرسل لك بريدًا إلكترونيًا.

        </p>
    </div>
    <div class="holder">
        <h3>الكشف القانوني</h3>
        <p>
            سنقوم بالكشف عن أي معلومات نجمعها أو نستخدمها أو نستلمها إذا كان ذلك مطلوبًا أو مسموحًا به بموجب القانون، مثل الامتثال لمذكرة استدعاء أو أي إجراء قانوني مماثل، وعندما نؤمن بحسن نية أن الكشف ضروري لحماية حقوقنا وحماية سلامتك أو سلامة الآخرين أو التحقيق
            في الاحتيال أو الرد على طلب حكومي. في حال خضوعنا لعملية تحول في النشاط التجاري، مثل عملية دمج أو اقتناء شركة أخرى، أو بيع كل أصولها أو جزء منها، فمن المحتمل أن يكون حساب المستخدم والبيانات الشخصية من بين الأصول التي تم نقلها.
        </p>
    </div>
    <div class="holder">
        <h3>التغييرات والتعديلات</h3>
        <p>
            نحتفظ بالحق في تعديل سياسة الخصوصية هذه المتعلقة بتطبيقات أو خدمات الهاتف المحمول في أي وقت، ويسري ذلك على نشر نسخة محدثة من هذه السياسة في تطبيق الجوال. عندما نفعل ذلك سنقوم بمراجعة التاريخ المحدث في أسفل هذه الصفحة. استمرار استخدام تطبيق المحمول بعد
            أي من هذه التغييرات يجب أن يشكل موافقتك على هذه التغييرات.

        </p>
    </div>
    <div class="holder">
        <h3>قبول هذه السياسة</h3>
        <p>
            أنت تقر بأنك قرأت هذه السياسة وتوافق على جميع بنودها وشروطها. باستخدام تطبيق الجوّال أو خدماته، فإنك توافق على الالتزام بهذه السياسة. إذا كنت لا توافق على الالتزام ببنود هذه السياسة، فأنت غير مصرح لك باستخدام تطبيق الجوال أو خدماته أو الدخول عليه.

        </p>
    </div>
    <div class="holder">
        <h3>الاتصال بنا</h3>
        <p>
            إذا كان لديك أي أسئلة حول هذه السياسة، يرجى الاتصال بنا على info@fetchkw.com
        </p>
        <p>
            تم آخر تحديث لهذه الوثيقة في 25 مارس 2018
        </p>
    </div>
</body>

</html>