
<!DOCTYPE html>
<html>

<head>
    <title>Fetch</title>
    <link href="<?php echo base_url() ?>assets/css/arabic.css" rel="stylesheet">
    <style>
        .rtl {
            direction: rtl;
            font-family: 'swiss_light';
            color: #263238;
        }
        
        .holder {
            padding: 20px;
        }
        .holder h3{
            font-family: 'swiss_bold';
        }
        
    </style>
</head>

<body class="rtl">
    <div class="holder">
        <h3>سياسة الإسترجاع و الإستبدال</h3>
        <p>
            سياستنا صالحة لمدة 14 يوم من تاريخ الشراء. إذا استلمت طلبك ولم تكن راضياً لأي سبب من الأسباب، يمكنك إرجاع المنتج لإستبداله أو لإسترداد أموالك. إذا انقضت فترة 14 يوم منذ الشراء لا يمكننا للأسف تقديم خدمة الاسترجاع او الاستبدال لك.</p>


    </div>
    <div class="holder">
        <h3>متطلبات الإسترجاع و الإستبدال</h3>
        <p>يجب استيفاء المعايير التالية للتأهل لإستبدال المنتجات أو لإسترداد الأموال:</p>
        <ul>
            <li>المنتج تآلف.</li>
            <li>المنتج ليس كما هو موضح.</li>
            <li>يجب أن يكون المنتج غير مفتوح.</li>
            <li>يجب أن يكون المنتج في التغليف الأصلي.</li>
            <li>يجب أن يكون المنتج غير مستخدم.</li>
            <li>يجب أن يكون المنتج غير متضرر.</li>
        </ul>
        <p>
            من أجل ضمان استيفاء المعايير المذكورة أعلاه، سيتم فحص جميع المنتجات المسترجعة. إذا لم يستوف المنتج المعايير المذكورة، فإننا نحتفظ بالحق في عدم رد الأموال.

        </p>
    </div>
    <div class="holder">
        <h3>دليل على الشراء</h3>
        <p>
            لإستكمال عملية الإسبتدال أو رد الأموال نطلب إيصالًا أو رقم طلب شراء أو إثباتاً آخر للشراء. يرجى ملاحظة أنه بدون إثبات الشراء السابق ذكره، لن نتمكن من استبدال المنتج او رد الأموال.
        </p>
        <p>
            إذا كان لديك أي أسئلة حول هذه السياسة، يرجى الاتصال بنا على info@fetchkw.com
        </p>
    </div>
</body>

</html>