<html>

<head>
    <title>Fetch</title>
    <link href="<?php echo base_url() ?>assets/css/arabic.css" rel="stylesheet">
    <style>
        .rtl {
            direction: rtl;
            font-family: 'swiss_light';
            color: #263238;
        }
        
        .holder {
            padding: 20px;
        }
        
        .holder h3 {
            font-family: 'swiss_bold';
        }
    </style>
</head>

<body class="rtl">
    <div class="holder">
        <h3>الأحكام والشروط</h3>
        <p>هذه الشروط والأحكام ("الشروط"، "الاتفاقية") هي اتفاقية بين شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م ("شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م" أو "لنا" أو "نحن") وبينك ("المستخدم"، "انت" أو "الخاص بك"). تحدد هذه الاتفاقية الشروط والأحكام العامة لاستخدامك لتطبيق الهاتف المحمول Fetch وأي من منتجاته أو خدماته (بشكل جماعي، "تطبيق جوّال" أو "خدمات").</p>
    </div>
    <div class="holder">
        <h3>الحسابات والعضوية</h3>
        <p>يجب أن يكون عمرك 13 عامًا على الأقل لاستخدام تطبيق الجوّال هذا. باستخدام تطبيق الجوّال هذا وبموافقتك على هذه الاتفاقية، فإنك تضمن وتقر بأن عمرك لا يقل عن 13 عامًا. إذا أنشأت حسابًا في تطبيق الجوّال، فأنت مسؤول عن الحفاظ على أمان حسابك، وأنت مسؤول مسؤولية كاملة عن جميع الأنشطة التي تحدث في إطار الحساب وأي إجراءات أخرى تم اتخاذها فيما يتعلق به. قد يؤدي تقديم معلومات اتصال خاطئة من أي نوع إلى إنهاء حسابك. يجب عليك إبلاغنا على الفور بأي استخدامات غير مصرح بها لحسابك أو أي انتهاكات أخرى للأمان. لن نكون مسؤولين عن أي أعمال أو سهو من جانبك، بما في ذلك أي أضرار من أي نوع يتم تكبدها نتيجة لمثل هذه الأفعال أو السهو. يجوز لنا تعليق حسابك أو تعطيله أو حذفه (أو أي جزء منه) إذا قررنا أنك انتهكت أي بند من أحكام هذه الاتفاقية أو أن سلوكك أو محتواك يميل إلى الإضرار بسمعتنا وحسن نيتنا. إذا قمنا بحذف حسابك للأسباب السابقة، فلا يجوز لك إعادة التسجيل في خدماتنا. قد نقوم بحظر عنوان بريدك الإلكتروني وعنوان بروتوكول الإنترنت لمنع المزيد من التسجيل.</p>
    </div>
    <div class="holder">
        <h3>الأحكام والشروط</h3>
        <p>يجب عليك دفع جميع الرسوم أو المستحقات إلى حسابك وفقا للرسوم، المستحقات، وشروط الفواتير السارية في الوقت الذي يتم فيه دفع الرسوم أو دفع المستحقات. إذا كنا نعتقد أن عملية الشراء التي أجريتها تمثل معاملة شديدة الخطورة، فإننا نطلب منك تزويدنا بنسخة من إثبات هويتك الصادرة عن جهة حكومية، وربما نسخة من كشف مصرفي حديث لبطاقة الائتمان أو الخصم المستخدمة لشراء. نحن نحتفظ بالحق في تغيير المنتجات وتسعير المنتجات في أي وقت. كما نحتفظ بالحق في رفض أي طلب تضعه معنا. يجوز لنا، حسب تقديرنا وحدنا، تحديد أو إلغاء الكميات المشتراه لكل شخص، لكل أسرة أو لكل طلب. قد تتضمن هذه القيود الطلبات المقدمة من قبل أو تحت نفس حساب العميل، و / أو نفس بطاقة الائتمان، و / أو الطلبات التي تستخدم نفس عنوان ارسال الفواتير و / أو عنوان الشحن. في حالة إجراء تغيير على طلب أو إلغاؤه، قد نحاول إعلامك عن طريق الاتصال بالبريد الإلكتروني و / أو عنوان إرسال الفواتير / رقم الهاتف المقدم في وقت إجراء الطلب.</p>
    </div>
    <div class="holder">
        <h3>دقة المعلومات</h3>
        <p>من حين لآخر قد تكون هناك معلومات في تطبيق الهاتف المحمول تحتوي على أخطاء مطبعية أو عدم دقة أو سهو قد يتعلق بالتوفر والعروض. نحتفظ بالحق في تصحيح أي أخطاء أو عدم دقة أو سهو، ولتغيير أو تحديث المعلومات أو إلغاء الطلبات إذا كانت أي معلومات في تطبيق الجوال أو أي خدمة ذات صلة غير دقيقة في أي وقت دون إشعار مسبق (بما في ذلك بعد تقديم طلبك). نحن لا نتعهد بتحديث أو تعديل أو توضيح المعلومات في تطبيق الهاتف المحمول بما في ذلك، على سبيل المثال لا الحصر، معلومات التسعير، باستثناء ما يقتضيه القانون. لا ينبغي إجراء أي تحديث أو تحديث محدَّث مطبق في تطبيق الجوال للإشارة إلى أنه تم تعديل أو تحديث جميع المعلومات الواردة في تطبيق الجوال أو أي خدمة ذات صلة.</p>
    </div>
    <div class="holder">
        <h3>خدمات الطرف الثالث</h3>
        <p>إذا قررت تمكين أو الدخول على أو استخدام خدمات طرف ثالث، يرجى العلم بأن دخولك واستخدامك لهذه الخدمات الأخرى يخضع فقط لشروط وأحكام مثل هذه الخدمات الأخرى، ونحن لا نقر، غير مسؤولين أو مسؤولين عن ولا تقدم أي إقرارات بخصوص أي جانب من جوانب الخدمات الأخرى، بما في ذلك، على سبيل المثال لا الحصر، محتواها أو الطريقة التي تعالج بها البيانات (بما في ذلك بياناتك) أو أي تفاعل بينك وبين موفر الخدمات الأخرى. تتنازل بشكل نهائي عن أي مطالبة ضد شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م فيما يتعلق بهذه الخدمات الأخرى. لا تعتبر شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م مسؤولاً عن أي ضرر أو خسارة ناجمة أو يُزعم أنه ناجم عن أو فيما يتعلق بتمكينك أو الدخول على أو استخدام أي من هذه الخدمات الأخرى، أو اعتمادك على ممارسات الخصوصية أو عمليات أمن البيانات أو غيرها من سياسات مثل هذه الخدمات الأخرى. قد يُطلب منك التسجيل أو التسجيل في مثل هذه الخدمات الأخرى على تطبيقات الهاتف المحمول الخاصة بهم. من خلال تمكين أي خدمات أخرى، فإنك تسمح صراحةً لـشركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م بالكشف عن بياناتك عند الضرورة لتسهيل استخدام أو تمكين هذه الخدمات الأخرى.</p>
    </div>
    <div class="holder">
        <h3>النسخ الاحتياطي</h3>
        <p>نحن لسنا مسؤولين عن المحتوى في تطبيق الجوال. لن نتحمل بأي حال من الأحوال المسؤولية عن أي خسارة لأي محتوى. تقع على عاتقك مسؤولية الحفاظ على نسخة احتياطية مناسبة من المحتوى الخاص بك. بالرغم مما سبق ذكره، في بعض الحالات وفي ظروف معينة، دون أي التزام على الإطلاق، قد نتمكن من استعادة بعض أو كل بياناتك التي تم حذفها اعتبارًا من تاريخ ووقت معينين، حيث قد يكون لدينا نسخ احتياطي للبيانات لأغراضنا الخاصة. نحن لا نضمن أن البيانات التي تحتاجها ستكون متاحة.</p>
    </div>
    <div class="holder">
        <h3>روابط لتطبيقات الجوال الأخرى</h3>
        <p>على الرغم من أن هذا التطبيق المحمول قد يكون مرتبطًا بتطبيقات المحمول الأخرى، إلا أننا لسنا، بشكل مباشر أو غير مباشر، نعني عن أي موافقة أو ارتباط أو رعاية أو تأييد أو انتماء بأي تطبيق محمول متصل، ما لم ينص على وجه التحديد هنا. نحن لسنا مسؤولين عن الفحص أو التقييم، ولا نضمن تقديم أي أعمال أو أفراد أو محتوى تطبيقاتهم النقالة. نحن لا نتحمل أي مسؤولية أو مسؤولية عن الإجراءات والمنتجات والخدمات والمحتوى الخاص بأي أطراف ثالثة أخرى. يجب عليك مراجعة البيانات القانونية وشروط الاستخدام الأخرى لأي تطبيق للهاتف المحمول بعناية والتي يمكنك الوصول إليها من خلال رابط من تطبيق الجوّال هذا. ربطك بأية تطبيقات أخرى للهواتف المحمولة خارج الموقع يكون على مسؤوليتك الخاصة.</p>
    </div>
    <div class="holder">
        <h3>الاستخدامات المحظورة</h3>
        <p>بالإضافة إلى الشروط الأخرى المنصوص عليها في الاتفاقية ، يُحظر عليك استخدام تطبيق الهاتف المحمول أو محتواه: (أ) لأي غرض غير قانوني ؛ (ب) التماس الآخرين للقيام بأية أعمال غير قانونية أو المشاركة فيها ؛ (ج) انتهاك أي قواعد دولية أو قوانين أو لوائح محلية؛ (د) التعدي على حقوق الملكية الفكرية أو حقوق الملكية الفكرية للآخرين أو انتهاكها ؛ (ه) التحرش أو الإساءة أو الإهانة أو الأذى أو التشهير أو الاستهانة أو الترهيب أو التمييز؛ (و) تقديم معلومات كاذبة أو مضللة ؛ (ز) لتحميل أو نقل الفيروسات أو أي نوع آخر من الرموز الضارة التي يمكن استخدامها أو استخدامها بأي طريقة تؤثر على وظيفة أو تشغيل الخدمة أو أي تطبيقات للهاتف المحمول ذات الصلة أو تطبيقات أخرى للهاتف المحمول أو الإنترنت ؛ (ح) جمع أو تعقب المعلومات الشخصية للآخرين ؛ (ط) إرسال الرسائل المؤدية أو الغير المرغوب فيها، أو التصيد، أو الذريعة (ي) لأي غرض بذيء أو غير أخلاقي ؛ (ك) للتدخل أو التحايل على ميزات الأمان الخاصة بالخدمة أو أي تطبيقات للهاتف المحمول ذات الصلة أو تطبيقات الهاتف المحمول الأخرى أو الإنترنت. نحتفظ بالحق في إنهاء استخدامك للخدمة أو أي تطبيق جوال ذي صلة بانتهاك أي من الاستخدامات المحظورة.</p>
    </div>
    <div class="holder">
        <h3>حقوق الملكية الفكرية</h3>
        <p>لا تنقل هذه الاتفاقية إليك أي ملكية فكرية تملكها شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م أو أطراف ثالثة، وستبقى جميع الحقوق والعناوين والمصالح في هذه الممتلكات (كما بين الطرفين) فقط مع شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م. جميع العلامات التجارية وعلامات الخدمة والرسومات والشعارات المستخدمة فيما يتعلق بتطبيقاتنا أو خدماتنا للهاتف المحمول، هي علامات تجارية أو علامات تجارية مسجلة لشركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م أو مرخصين شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية و النباتية ذ.م.م. العلامات التجارية الأخرى وعلامات الخدمة والرسومات والشعارات المستخدمة فيما يتعلق بتطبيقاتنا أو خدماتنا للهواتف المحمولة قد تكون علامات تجارية لأطراف ثالثة أخرى. إن استخدامك لتطبيقات وخدمات الهاتف المحمول لدينا لا يمنحك أي حق أو ترخيص لإعادة إنتاج أو استخدام أي من علامات التجارة العامة أو أي علامة تجارية تابعة لجهة خارجية.</p>
    </div>
    <div class="holder">
        <h3>إخلاء مسؤولية من الضمان</h3>
        <p>أنت توافق على أن استخدامك لتطبيقات أو خدمات الهاتف المحمول لدينا هو فقط على مسؤوليتك الخاصة. أنت توافق على أن هذه الخدمة مقدمة على أساس "كما هي" و "كما هي متوفرة". نخلي مسؤوليتنا صراحةً من جميع الضمانات من أي نوع، سواء كانت صريحة أو ضمنية، بما في ذلك على سبيل المثال لا الحصر الضمانات الضمنية الخاصة بالتسويق والملاءمة لغرض معين وعدم الانتهاك. لا نقدم أي ضمان بأن الخدمات ستفي بمتطلباتك، أو أن الخدمة ستكون غير متقطعة أو في الوقت المناسب أو آمنة أو خالية من الأخطاء؛ كما أننا لا نقدم أي ضمان فيما يتعلق بالنتائج التي يمكن الحصول عليها من استخدام الخدمة أو من حيث دقة أو موثوقية أي معلومات تم الحصول عليها من خلال الخدمة أو أنه سيتم تصحيح العيوب الموجودة في الخدمة. أنت تدرك وتوافق على أن أي مادة و / أو بيانات تم تنزيلها أو تم الحصول عليها بطريقة أخرى من خلال استخدام الخدمة تتم وفقًا لتقديرك ومخاطرك، وأنك ستكون المسؤول الوحيد عن أي ضرر يلحق بنظام الكمبيوتر الخاص بك أو فقدان البيانات الناتجة عن تحميل هذه المواد و / أو البيانات. لا نقدم أي ضمان فيما يتعلق بأي سلع أو خدمات تم شراؤها أو الحصول عليها من خلال الخدمة أو أي معاملات تم إدخالها من خلال الخدمة. لا توجد أية مشورة أو معلومات سواء كانت شفوية أو كتابية حصلت عليها منا أو من خلال الخدمة تنشئ أي ضمان غير منصوص عليه صراحة في هذه الوثيقة.</p>
    </div>
    <div class="holder">
        <h3>تعويض</h3>
        <p>أنت توافق على تعويض وتبرئة شركة كابيتال بيزنس للتجارة العامة للمنتجات الحيوانية والنباتية ذ.م.م والشركات التابعة لها، وأصحابها، والمديرين، والموظفين، والوكلاء، أي ضرر من وضد أي التزامات أو خسائر أو أضرار أو تكاليف، بما في ذلك رسوم المحاماة المعقولة، من أي ادعاءات أو دعاوى أو مطالبات أو نزاعات أو مطالب لطرف ثالث تم تأكيدها ضد أي منها نتيجة أو مرتبطة بالمحتوى الخاص بك أو استخدامك لتطبيقات أو خدمات الهاتف المحمول أو أي سوء تصرف متعمد من جانبك.</p>
    </div>
    <div class="holder">
        <h3>قابلية</h3>
        <p>يجوز ممارسة جميع الحقوق والقيود الواردة في هذه الاتفاقية، وتكون قابلة للتطبيق وملزمة فقط إلى الحد الذي لا تنتهك فيه أي قوانين معمول بها ويقصد منها أن تقتصر بالقدر اللازم حتى لا تجعل هذه الاتفاقية غير قانونية وغير صالحة أو غير قابل للتنفيذ. إذا اعتبر أي حكم أو جزء من أي حكم من أحكام هذه الاتفاقية غير قانوني أو غير صالح أو غير قابل للتنفيذ من قبل محكمة مختصة، فإن نية الأطراف هي أن الأحكام المتبقية أو أجزاء منها تشكل موافقتها فيما يتعلق موضوع هذه الاتفاقية، وجميع هذه الأحكام أو الأجزاء المتبقية منها تظل سارية المفعول والتأثير.</p>
    </div>
    <div class="holder">
        <h3>حل النزاع</h3>
        <p>يخضع تشكيل هذه الاتفاقية وتفسيرها وأداؤها وأي نزاع ينشأ عنها للقوانين الموضوعية والإجرائية لدولة الكويت بغض النظر عن قواعدها المتعلقة بالتنازع أو اختيار القانون والقوانين المعمول بها في الكويت. يكون الاختصاص الحصري والمكان الخاص بالإجراءات المتعلقة بموضوع هذا القانون هو المحاكم الموجودة في الكويت، وعليه فإنك تخضع للولاية القضائية الشخصية لهذه المحاكم. تتنازل بموجب هذا عن أي حق في محاكمة أمام هيئة محلفين في أي إجراءات تنشأ عن أو تتعلق بهذه الاتفاقية.</p>
    </div>
    <div class="holder">
        <h3>مهمة</h3>
        <p>لا يجوز لك التنازل، أو إعادة البيع، أو الترخيص من الباطن، أو نقل أو تفويض أي من حقوقك أو التزاماتك بموجب هذه الاتفاقية، كليًا أو جزئيًا، دون الحصول على موافقة خطية مسبقة منا، والتي تكون الموافقة وفقًا لتقديرنا الخاص وبدون التزام؛ تكون هذه الإحالة أو النقل باطلة ولاغية. نحن أحرار في تعيين أي من حقوقه أو التزاماته بموجبه، كليًا أو جزئيًا، لأي طرف ثالث كجزء من بيع جميع أصوله أو مخزونه أو جزءًا منه بالكامل أو كجزء من عملية دمج.</p>
    </div>
    <div class="holder">
        <h3>التغييرات والتعديلات</h3>
        <p>نحتفظ بالحق في تعديل هذه الاتفاقية أو سياساتها المتعلقة بتطبيقات أو خدمات الهاتف المحمول في أي وقت، ويسري ذلك على نشر نسخة محدثة من هذه الاتفاقية في تطبيق الجوال. عندما نفعل ذلك سنقوم بمراجعة التاريخ المحدث في أسفل هذه الصفحة. استمرار استخدام تطبيق المحمول بعد أي من هذه التغييرات يعني موافقتك على الإلتزام بهذه الاتفاقية.</p>
    </div>
    <div class="holder">
        <h3>قبول هذه الشروط</h3>
        <p>أنت تقر بأنك قد قرأت هذه الاتفاقية وتوافق على جميع بنودها وشروطها. باستخدام تطبيق الجوّال أو خدماته، فإنك توافق على الالتزام بهذه الاتفاقية. إذا كنت لا توافق على الالتزام ببنود هذه الاتفاقية، فأنت غير مصرح لك باستخدام تطبيق الجوال أو خدماته أو الدخول عليه.</p>
    </div>
    <div class="holder">
        <h3>الاتصال بنا</h3>
        <p>إذا كان لديك أي أسئلة حول هذه الاتفاقية، يرجى الاتصال بنا على </p>
        <p>تم آخر تحديث لهذه الوثيقة في 25 مارس 2018</p>
    </div>
</body>

</html>